Repository: VoteIT/voteit.motion
Catalog: voteit/motion/locale/*/LC_MESSAGES/voteit.motion.po
Languages: sv

source: Participate motion proc.
sv: Delta motionsproc.

source: <Select>
sv: <Välj>

source: All hidden (unless sharing links are used)
sv: Alla gömda (Så länge en delningslänk inte används)

source: Logged in can read all non-drafts
sv: Inloggade kan läsa alla icke-utkast

source: Visible to everyone
sv: Synlig för alla

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: schema_description
sv: Kort beskrivning, synlig som ingress och i sökresultat.

source: Text body
sv: Brödtext

source: schema_body_description
sv: Beskrivningstext för deltagare i motionsprocessen. Det är alltid en bra ide att gå igenom lite grundläggande instruktioner och lista viktiga datum som när processen öppnar och stänger.

source: Allow endorsements
sv: Tillåt stöd

source: Allow users to create a sharing link
sv: Tillåt användare att skapa en delningslänk

source: allow_sharing_link_schema_description
sv: Om motionerna är privata, tillåt användare att skapa delningslänkar som gör dem synliga för vem som helst.

source: Motion visibility
sv: Motioners synlighet

source: Allow any authenticated user to participate?
sv: Tillåt alla inloggade användare att delta?

source: allow_any_description
sv: Notera att vem som helst kan skriva (och kanske stödja) en motion när processen är öppen och detta är påslaget.

source: Hashlists
sv: Hashlista

source: hashlist_uids_schema_title
sv: Användare i denna hashlista kan få rättighet att delta

source: hashlist_uids_schema_description
sv: Kräver paketet arche_hashlist för att fungera. Användare måste ha sin epostadress validerad + genomgå en koll mot hashlistan.

source: Your motion text, excluding proposals
sv: Din motionstext, exklusive förslag

source: Proposal
sv: Förslag

source: Proposals - add at least one
sv: Förslag - lägg till minst ett

source: motion_proposals_schema_description
sv: Förslag måste skrivas så de går att bifalla eller avslå var för sig. Ge ingen bakgrundsinformation eller dylikt här.

source: UserID
sv: AnvändarID

source: Other endorsements
sv: Andra som stödjer

source: written_endorsements_description
sv: Från människor som inte har ett konto här eller kanske från andra grupper.

source: Export motions into a meeting. Each motion will be it's own agenda item.
sv: Exportera motionerna in i ett möte. Varje motion blir sin egen dagordningspunkt.

source: Export into meeting
sv: Exportera till möte

source: export_meeting_schema_desc
sv: Du måste vara moderator i mötet du vill exportera till.

source: Add all proposals as this user
sv: Lägg alla förslag som denna användare

source: as_userid_schema_description
sv: Om du vill ändra standardbeteendet att lägga förslag som personen som skrev dem. Rekommenderas inte om du inte har en bra anledning att göra det!

source: Clear ownership of proposals?
sv: Rensa äganderollen från förslag?

source: clear_ownership_description
sv: Det gör att den som la förslaget inte kan dra tillbaka det. Förslaget läggs fortfarande i deras namn.

source: view_perm_schema_title
sv: Ge inkluderade användare rätt att läsa mötet

source: view_perm_schema_description
sv: Om du skapar förslag som en specifik användare så kommer ursprungsförfattaren få rätt att läsa mötet om denna inställning är påslagen.

source: Include these states in the export
sv: Inkludera

source: Hashtag for Agenda Item
sv: Hashtag för dagordningspunkt

source: ai_hashtag_schema_description
sv: Används bara av system som kör dagordningsbaserade hashtaggar. Det är vanligtvis en bra idé att låta detta vara tomt om du inte har en bra anledning att ändra det.

source: Must be a-z, 0-9, or any of '.-_'.
sv: Måste vara a-z, 0-9, eller någon av ’.-_’.

source: Motion process workflow
sv: Arbetetsflöde för motionsprocess

source: Private
sv: Privat

source: Open
sv: Öppen

source: Closed
sv: Stängd

source: Make private
sv: Gör privat

source: Close process
sv: Stäng processen

source: Open process
sv: Öppna processen

source: Motion workflow
sv: Arbetsflöde för motion

source: Draft
sv: Utkast

source: Under review
sv: Granskas

source: Awaiting endorsements
sv: Inväntar stöd

source: Lacked enough endorsements
sv: Saknade tillräckligt stöd

source: Has enough endorsements
sv: Har tillräckligt med stöd

source: Motion process
sv: Motionsprocess

source: Export
sv: Exportera

source: export_success_message
sv: Skapade ${ai} dagordningspunkter och ${prop} förslag i detta möte.

source: (Unknown)
sv: (Okänd)

source: sharing_switched_on
sv: Delning påslaget - använd länken som skapades nedan.

source: sharing_switched_off
sv: Delning avstängd - motionen är inte tillgänglig om du inte är inloggad.

source: youre_now_endorsing
sv: Du stödjer nu denna motion.

source: your_endorsement_removed
sv: Du stödjer inte längre motionen.

source: granted_access_message
sv: Du har blivit tilldelad rättigheter för att lägga till motioner (om processen är öppen) för för att stödja motioner.

source: Must be logged in
sv: Måste vara inloggad

source: You need to have a validated email address to use this.
sv: Du behöver ha en validerad epostadress för att använda detta.

source: not_found_when_checked_against_hashlist
sv: Vi hittade inte din epostadress i registret. Kontakta organisationen som är ansvarig för processen för att få access.

source: ID of the option
sv: ID för valet

source: Use only lowercase + numbers, no spaces
sv: Använd bara små bokstäver + nummer, inga mellanslag

source: Readable title
sv: Läsbar titel

source: Checkboxes (Multiple options, type: Set)
sv: Checkboxar (Flerval, typ: Set)

source: Radio buttons (Single option, type: String)
sv: Radioknappar (Enkelval, typ: String)

source: Body
sv: Brödtext

source: Button caption
sv: Knapptext

source: Add tag(s)
sv: Lägg till tagg

source: Form title, for the modal window
sv: Formulärets titel, för modala fönstret

source: Form description text, for the modal window
sv: Formulärets beskrivningstext, för modala fönstret

source: The widget users select tags with
sv: Widgeten användare väljer taggar med

source: tags_widget_description
sv: Notera! När processen väl har startat så kan du inte byta widget mellan olika typer. Det kommer få resultatet att bli korrupt.

source: Require the following perm to tag
sv: Kräv följande rättighet för att tagga

source: tags_perm_description
sv: '${add_prop}' är ett bra standardvärde. För alla, använd '${view}'

source: Is the process open?
sv: Är processen öppen?

source: Icon CSS classes
sv: CSS-klass för ikon

source: Choose
sv: Välj

source: Preprocess Motion
sv: Förprocess motion

source: Saved
sv: Sparad

source: Settings removed
sv: Inställningar borttagna

source: Results
sv: Resultat

source: Process not open
sv: Processen är inte öppen

source: Close
sv: Stäng

source: Show all results
sv: Visa alla resultat

source: All results
sv: Alla resultat

source: Showing all agenda items with results.
sv: Visar alla punkter på dagordningen med resultat.

source: check_credentials_explanation
sv: Kontrollera dina rättigheter att delta i motionsprocessen.

source: Check
sv: Kontrollera

source: validate_email_address_msg
sv: Din epostadress är inte validerad - du behöver göra det innan vi kan kolla av den mot medlemslistan.

source: Validate email
sv: Validera epost

source: Edit motion
sv: Redigera motion

source: By:
sv: Av:

source: Motion text
sv: Motionens brödtext

source: Proposals
sv: Förslag

source: Endorsements
sv: Stöd

source: Other endorsements:
sv: Andra som stödjer:

source: You need to login to interact with this motion
sv: Du behöver vara inloggad för att göra något med motionen

source: Endorse motion
sv: Stöd motionen

source: No longer endorse motion
sv: Stöd inte motionen längre

source: Submit motion...
sv: Skicka in motion…

source: submit_for_review_warning
sv: Obs: Du kommer inte kunna göra ändringar efter att motionen är inskickad för granskning!

source: motion_visibility_when_submitted
sv: När du har skickat in din motion så kommer den kanske bli synlig för andra. Inställningarna för motionen är:

source: Submit for review
sv: Skicka in för granskning

source: Delete motion...
sv: Radera motion…

source: changed_your_mind_delete
sv: Om du har ändrat dig och inte vill lämna in motionen:

source: Delete motion permanently
sv: Radera motionen permanent

source: share_link_explanation
sv: För att dela motionen med anonyma användare, skicka denna länk till dem. Det är också möjligt att använda länken för att dela på sociala medier eller dylikt.

source: disable_sharing_explanation
sv: Om du vill ta bort länken ovan och stänga av delning så kan du göra det.

source: switch_sharing_off_btn
sv: Stäng av delning och inaktivera länken

source: enable_sharing_explanation
sv: Om du slår på delning så kommer en länk skapas där anonyma användare kan läsa motionen. Det är också möjligt att dela den skapade länken på sociala medier och dylikt.

source: switch_sharing_on_btn
sv: Slå på delning

source: Back
sv: Tillbaka

source: Author
sv: Upphovsman

source: State
sv: Status

source: Created
sv: Skapad

source: Motion process is currently:
sv: Motionsprocessen är:

source: To participate in the motion process, you need to be logged in!
sv: Du behöver vara inloggad för att delta i motionsprocessen!

source: Add motion
sv: Lägg till motion

source: Click to gain access to write (or endorse) motions
sv: Klicka för att få tillgång till att skriva (eller stödja) motioner
